{
  "id":1,
  "title": "Гавайский смузи с манго и черникой",
  "rating":3.5,
  "number_of_reviews":60,
  "image":"https://cdn.food.ru/unsigned/fit/640/480/ce/0/czM6Ly9tZWRpYS9waWN0dXJlcy9yZWNpcGVzLzQ5NjAzL3N0ZXBzLzRRZ2VxVi5qcGVn.jpg",
  "description":"Лето — идеальное время для смузи. Он не только освежает и насыщает, но и сохраняет максимум пользы в продуктах. Гавайский смузи с манго и черникой состоит из двух слоев. Необычный внешний вид и яркий вкус сделают напиток главным на вашем столе.",
  "kilocalories":"67,55 ккал",
  "ingredients":[
    {
      "name":"Сыр «маскарпоне»",
      "value":"250 г"
    },
    {
      "name":"Сливочное масло",
      "value":"50 г"
    },
    {
      "name":"Сливки 20% жирности",
      "value":"150 мл = 150 г"
    },
    {
      "name":"Тростниковый сахар»",
      "value":"150 г"
    },
    {
      "name":"Зерна граната",
      "value":"70 г"
    },
    {
      "name":"Апельсин",
      "value":"100 г"
    },
    {
      "name":"Груша",
      "value":"120г"
    },
    {
      "name":"Яблоки",
      "value":"280 г"
    }
  ],
  "steps_with_images":[
    {
      "id": 1,
      "image":"https://cdn.food.ru/unsigned/fit/640/480/ce/0/czM6Ly9tZWRpYS9waWN0dXJlcy9yZWNpcGVzLzQ5NjAzL3N0ZXBzLzRRZ2VxVi5qcGVn.jpg",
      "description":"Отправьте в разогретый сотейник тростниковый сахар и топите его, постоянно помешивая около 10 минут."
    },
    {
      "id": 2,
      "image":"https://cdn.food.ru/unsigned/fit/640/480/ce/0/czM6Ly9tZWRpYS9waWN0dXJlcy9yZWNpcGVzLzQ5NjAzL3N0ZXBzLzRRZ2VxVi5qcGVn.jpg",
      "description":"К растаявшему сахару добавьте нарезанные кубиком яблоки и грушу. На медленном огне соедините фрукты с сахаром."
    }
  ],
  "steps":[
    "Приготовьте манговый слой. Сложите в чашу блендера два замороженных банана, манго, очищенные дольки апельсина и добавьте сахар. Взбейте до однородности. Разлейте по бокалам для подачи, заполняя их наполовину. Если смузи получается слишком густым, порциями добавьте апельсиновый сок, чтобы добиться желаемой консистенции.",
    "Приготовьте ягодный слой. В вымытую чашу блендера сложите один замороженный банан, охлажденную чернику, ежевику, йогурт. Добавьте сахар. Взбейте до однородности. Аккуратно вылейте в емкости для подачи поверх мангового слоя.Если смузи получается слишком густым, порциями добавляйте молоко, чтобы добиться желаемой консистенции.",
    "Украсьте ягодами и мятой. Подавайте смузи охлажденным."
  ]
}